{
  "welcome": {
    "title": "Velkommen til Gruppe 17",
    "description": "Vi er en gruppe dedikerte studenter som jobber sammen for å lære og utvikle.",
    "buttonText": "Les mer om oss"
  },
  "projects": [
    {
      "title": "Vårt Prosjekt",
      "description": "Her vil vi skrive mer om prosjektet og problemstilling, og dens mål."
    },
    {
      "title": "Vår Visjon",
      "description": "Her vil vi skrive om visjonen bak prosjektet når vi har fått tildelt prosjektet."
    },
    {
      "title": "Samarbeid",
      "description": "Her vil vi skrive om samarbeidet mellom bedriften og gruppen når vi inngår et samarbeid."
    }
  ],
  "students": {
    "Felix Knutsen": {
      "role": "Full Stack Developer",
      "university": "Universitetet i Agder",
      "description": "Felix er en lidenskapelig student som har jobbet med flere utviklingsprosjekter. Han har lært om ulike teknologier, rammeverk og programmeringsspråk. Han jobber som praktikant hos Phonero som fullstack utvikler. Felix er en aktiv person som bruker mye tid på fisking og å være sammen med venner på fritiden.",
      "image": "./local/pictures/felixpicture.jpg"
    },
    "Christian Eieland Ålykkja": {
      "role": "UX Designer",
      "university": "Universitetet i Agder",
      "description": "Jeg har gjennom studiene deltatt i ulike utviklingsprosjekter, hvor jeg liker å jobbe med interaktive design som sikrer maksimal brukertilgjengelighet. Med kjennskap om og erfaringer med Figma, .NET, MVC, C#, MYSQL, Universell utforming, HTML, CSS, og PHP. jeg mener at jeg stiller godt til å kunne bidra til å programmere og å bidra til en god brukeropplevelse sammen med gruppen. Med jobberfaringer fra forsvaret har jeg god kjennskap til hvor viktig lagarbeid og kommunikasjon stiller til prosjekter.", 
      "image": "./local/pictures/christianpicture.jpg"
    },
    "Adrian Viken": {
      "role": "Full Stack Developer",
      "university": "Universitetet i Agder",
      "description": "Adrian er en drivende student som elsker alt relatert til teknologi. Gjennom studiene har han deltatt i flere utviklingsprosjekter som har styrket ferdighetene hans innen utvikling og teamarbeid. På fritiden bruker han mesteparten av tiden foran skjermen, men liker også å gå ut for å tilbringe tid med venner.",
      "image": "./local/pictures/adrianpicture.jpg"
    }
  },
  "group_info": {
    "group": {
      "title": "Gruppe 17",
      "content": "Vi er en gruppe dedikerte studenter som jobber sammen for å lære og utvikle. Vårt mål er å skape innovative løsninger gjennom samarbeid og kreativitet. Vi tror på kontinuerlig læring og forbedring, og vi streber etter å anvende våre ferdigheter i praktiske prosjekter som kan ha en positiv innvirkning på samfunnet. Gjennom våre prosjekter får vi verdifull erfaring og innsikt i ulike teknologier og arbeidsmetoder, noe som forbereder oss for fremtidige utfordringer i arbeidslivet."
    },
    "project": {
      "title": "Prosjekt",
      "content": "Vi ser etter en bedrift som kan gi oss en spennende og utfordrende oppgave, hvor vi får mulighet til å utvikle oss både faglig og personlig. Vi er spesielt interesserte i prosjekter som involverer ny teknologi, bærekraftige løsninger, eller som bidrar positivt til samfunnet. Vi ønsker et samarbeid med en innovativ og fremtidsrettet bedrift som er villig til å jobbe tett sammen med oss for å nå felles mål. Gjennom et slikt partnerskap håper vi å kunne lære av hverandre og bidra med løsninger på reelle utfordringer."
    },
    "ambition": {
      "title": "Ambisjonsnivå",
      "content": "Vårt ambisjonsnivå er høyt, og vi er motiverte for å levere resultater av høy kvalitet. Vi er klare til å ta på oss komplekse utfordringer og jobbe hardt for å finne de beste løsningene. Vår gruppe består av medlemmer med variert bakgrunn og kompetanse, noe som gjør oss godt rustet til å håndtere ulike typer prosjekter."
    }
  }
}
